<?php

use Illuminate\Database\Seeder;

class BlogArticlesTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('blog_articles')->delete();
        
        \DB::table('blog_articles')->insert(array (
            0 => 
            array (
                'id' => 1,
                'title' => 'краткое описание, заголовок 123',
                'content' => '<p>краткое описание, заголовок 123</p>

<p>краткое описание, заголовок 123</p>

<p><img alt="" src="http://adomo.polyarix.com/images/Снимок экрана от 2019-08-29 16-18-22_1578484564.png" style="height:281px; width:1000px" />краткое описание, заголовок 123</p>

<p>краткое описание, заголовок 123</p>

<p>краткое описание, заголовок 123</p>',
                'slug' => 'kratkoe-opisanie-zagolovok-123',
                'is_visible' => 1,
                'views' => 33,
                'image' => 'blog/articles/88e92a1f706102f2daa9d0ca49f78967.png',
                'created_at' => '2020-01-08 12:56:20',
                'updated_at' => '2020-02-10 16:37:03',
                'breadcrumb_name' => NULL,
                'meta_title' => NULL,
                'meta_keywords' => NULL,
                'seo_text' => NULL,
                'meta_description' => NULL,
                'crop' => NULL,
            ),
            1 => 
            array (
                'id' => 2,
                'title' => 'Клининг: что это и зачем он нужен?',
                'content' => '<p>Что такое клининг и чем он отличается от обычной уборки? Понятие клининга охватывает куда больший спектр услуг, нежели обычная, даже тщательная, уборка. Клининг это наведение идеального порядка: чистка мебели, напольных и стеновых покрытий, удаление пятен, мойка фасадов, окон. Клининг предусматривает работу настоящих профессионалов, использование специализированного оборудования и чистящих средств. Что такое клининговая компания? Фирмы, предлагающие клининговые услуги, появились относительно не так давно. Этот бизнес основывается на современных представлениях о комфорте и чистоте. Идеальный порядок и полное отсутствие пыли и грязи сегодня считается признаком успеха и процветания фирм. Оказание клининговых услуг по уборке офисов, магазинов и административных зданий &ndash; одно из важнейших направлений специализированных фирм.</p>

<p>Клининговая компания что это &ndash; дань моде или жизненная необходимость? Судите сами. Преимущества работы профессионалов неоспоримы: Заказав услугу, можно забыть о проблеме уборки и заняться более важными делами. Сотрудники фирмы примут заказ, приедут точно в назначенное время и позаботятся о блеске и лоске. Не нужно переживать, контролировать их работу, закупать моющие и чистящие средства. Все эти заботы ложатся на плечи клинеров. Сколько бы усилий вы ни приложили для наведения порядка, профи все равно справятся с работой лучше и быстрее. Никакая, даже самая лучшая, уборщица не сможет вычистить помещение так, как это сделает сотрудник специализированной клининговой компании, &laquo;вооруженный&raquo; эффективными чистящими средствами и новейшим оборудованием. Оказание клининговых услуг обходится клиенту в разы дешевле, чем наемный работник, которому нужно платить зарплату, выделять деньги на бытовую химию и мелкие приспособления для уборки. Отдельные виды работ просто невозможно качественно выполнить своими силами. Например, для очистки фасада здания необходимо нанять работников, обеспечить их безопасность, приобрести агрессивные чистящие средства и убедиться, что рабочие умеют ими пользоваться. Добавьте к этому затраты времени и сил на организацию такой уборки. Конечно же, проще заказать услугу и один раз заплатить за нее, чем суетиться и тратить куда большие суммы на покупку всего необходимого. Клининговые компании это возможность добиться безупречной чистоты без суеты и временных затрат. Что бы вам ни понадобилось: генеральная уборка, чистка мебели, мойка фасадов &ndash; вам достаточно просто заказать услугу и довериться профессионалам. Клининг это удобно и выгодно!<br />
&nbsp;</p>',
                'slug' => 'klining-chto-eto-i-zachem-on-nuzhen',
                'is_visible' => 1,
                'views' => 8,
                'image' => 'blog/articles/fc8312ac5efa369637614d01a3afdc6d.jpg',
                'created_at' => '2020-01-11 14:29:25',
                'updated_at' => '2020-01-16 11:03:55',
                'breadcrumb_name' => NULL,
                'meta_title' => NULL,
                'meta_keywords' => NULL,
                'seo_text' => NULL,
                'meta_description' => NULL,
                'crop' => NULL,
            ),
            2 => 
            array (
                'id' => 3,
                'title' => 'Успешные бизнес идеи - услуги для животных',
                'content' => '<p>7 самых популярных бизнес идей, которые заслуживают внимания бизнесмена в направлении зообизнеса.</p>

<p>Такие проекты можно &nbsp;осуществить в разных формах. Если вы любите животных, тогда вы можете предоставлять отдельные услуги или целый комплекс, который направлен на поддержку состояния животных и уход за ними.</p>

<p>Что бы начать деятельность в этой сфере, нужно определиться каким именно бизнесом вы хотите заняться. Вариантов много: стать зоофотографом, тренером для животных, помогать с выгулом питомцев или открыть отель для животных зоомагазин, зоокафе, зоосалон.</p>

<p>Выбор большой, а в некоторых сферах почти отсутствует конкуренция (например, зоокафе или зоофотограф).</p>

<p>Оценка рынка этих услуг может с определением конкретной идеи бизнеса. Для большой уверенности можно &nbsp;проконсультироваться уже с существующими салонами или людьми, которые работают в этой сфере.</p>

<p>Например, выбор пал на открытие зоосалона.</p>

<p>Проанализируйте деятельность конкурентов, как и почему их бизнес процветает? Процветает ли?</p>

<p>На какую категорию клиентов вы нацелены. Будет ваш салон доступен всем владельцам животных или для определенной части (ведь в услуги могут входить спа-процедуры, а не каждый сможет позволить их оплатить).</p>

<p>Определитесь, какие животные могут посещать салон (собаки, кошки, экзотические животные).</p>

<p>Создайте перечень и стоимость услуг. Допустим, для грумминга собаки достаточно одного мастера (необязательно ветеринарное образование). А вот если хозяин захочет провести чистку зубов, то тогда потребуется помощь другого специалиста, который использует специальное оборудование, имеет ветеринарное образование.</p>

<p>В зоосалоне можно не только провести гигиенические процедуры, но и приобрести разного рода товар (медикаменты, средства ухода, одежду, аксессуары). Обеспечить это все поможет грамотно составленный план и схема поставки продукции. А каталоги или советы работников сориентируют в ассортименте. Ведь хозяин будет рад поощрить животное вкусным лакомством, что приобретет у вас.</p>

<p>Дополнительно можно организовать сотрудничество с зоофотографом, что специализируется на фотографиях с домашними питомцами. Иметь в наличии его портфолио.</p>

<p>Конечно, при воплощении такой&nbsp;<a href="http://investgo24.com/article/biznes-ideja-obuchenije-onlajn-" target="_blank">бизнес идеи</a>&nbsp;нужно соблюдать законность процедуры. Помещение салона должно соответствовать санитарно-гигиеническим нормам. Предприниматель пройти специальную регистрацию и получить разрешение на осуществление данной деятельности.</p>

<p><img alt="" src="http://investgo24.com/img/upload/redactor/zoo5.jpg" style="height:181px; width:385px" /></p>

<p>&nbsp;</p>

<p>Если вы решили открыть магазин, определитесь с сферой работы, &nbsp;будет это магазин узкопрофильный (продажа аквариумов, рыб, рептилий) или общей (кошки, собаки грызуны, птицы и т.д.)</p>

<p>В зависимости от зоны размещения такого магазина или салона нужно просчитать на сколько потенциальных покупателей можно рассчитывать.</p>

<p>Еще одной выгодной нишей, будет создание отеля для братьев наших меньших. Часто бывает, когда хозяева уезжают, а взять питомца с собой не получается, в этих случаях возможность оставить животное под надежным присмотром дает такой отель. Где присутствуют комфортабельные условия содержания, режим индивидуального питания, зона для прогулок, а так же игр.</p>

<p>А как вам вариант тренера для питомцев? Часто вы слышали историю, как любимый пес сгрыз пару туфлей или кот решил поточить ногти об диван?</p>

<p>Здесь поможет тренер. Он не только откорректирует поведение животного, но и даст советы хозяину.</p>

<p>Малобюджетной&nbsp;<a href="http://investgo24.com/article/biznes-ideja-dlja-dushi" target="_blank">бизнес идеей</a>&nbsp;будет предоставление услуг по выгулу животных. Например, для больших пород собак ежедневная многочасовая прогулка необходима, но не у каждого владельца каждый день достаточно времени для полноценной прогулки. Тем более это не просто выход в парк или лес, это умственные упражнения. Социализация с другими животными. Хозяин сам может выбирать схему, а так же место выгула.</p>

<p>Как видите, вариантов много и каждый может выбрать себе подходящий</p>',
                'slug' => 'uspeshnye-biznes-idei-uslugi-dlya-zhivotnyh',
                'is_visible' => 1,
                'views' => 29,
                'image' => 'blog/articles/32eceb8b483fbf60c6e1de2f87b3d674.jpg',
                'created_at' => '2020-01-11 14:39:57',
                'updated_at' => '2020-03-03 14:47:00',
                'breadcrumb_name' => NULL,
                'meta_title' => NULL,
                'meta_keywords' => NULL,
                'seo_text' => NULL,
                'meta_description' => NULL,
                'crop' => NULL,
            ),
        ));
        
        
    }
}