<?php

use Illuminate\Database\Seeder;

class RegionsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('regions')->delete();
        
        \DB::table('regions')->insert(array (
            0 => 
            array (
                'id' => 1,
                'name' => 'Санкт-Петербург и область',
                'slug' => '',
            ),
            1 => 
            array (
                'id' => 2,
                'name' => 'Адыгея',
                'slug' => '',
            ),
            2 => 
            array (
                'id' => 3,
                'name' => 'Алтайский край',
                'slug' => '',
            ),
            3 => 
            array (
                'id' => 4,
                'name' => 'Амурская обл.',
                'slug' => '',
            ),
            4 => 
            array (
                'id' => 5,
                'name' => 'Архангельская обл.',
                'slug' => '',
            ),
            5 => 
            array (
                'id' => 6,
                'name' => 'Астраханская обл.',
                'slug' => '',
            ),
            6 => 
            array (
                'id' => 7,
            'name' => 'Башкортостан(Башкирия)',
                'slug' => '',
            ),
            7 => 
            array (
                'id' => 8,
                'name' => 'Белгородская обл.',
                'slug' => '',
            ),
            8 => 
            array (
                'id' => 9,
                'name' => 'Брянская обл.',
                'slug' => '',
            ),
            9 => 
            array (
                'id' => 10,
                'name' => 'Бурятия',
                'slug' => '',
            ),
            10 => 
            array (
                'id' => 11,
                'name' => 'Владимирская обл.',
                'slug' => '',
            ),
            11 => 
            array (
                'id' => 12,
                'name' => 'Волгоградская обл.',
                'slug' => '',
            ),
            12 => 
            array (
                'id' => 13,
                'name' => 'Вологодская обл.',
                'slug' => '',
            ),
            13 => 
            array (
                'id' => 14,
                'name' => 'Воронежская обл.',
                'slug' => '',
            ),
            14 => 
            array (
                'id' => 15,
                'name' => 'Дагестан',
                'slug' => '',
            ),
            15 => 
            array (
                'id' => 16,
                'name' => 'Еврейская обл.',
                'slug' => '',
            ),
            16 => 
            array (
                'id' => 17,
                'name' => 'Ивановская обл.',
                'slug' => '',
            ),
            17 => 
            array (
                'id' => 18,
                'name' => 'Иркутская обл.',
                'slug' => '',
            ),
            18 => 
            array (
                'id' => 19,
                'name' => 'Кабардино-Балкария',
                'slug' => '',
            ),
            19 => 
            array (
                'id' => 20,
                'name' => 'Калининградская обл.',
                'slug' => '',
            ),
            20 => 
            array (
                'id' => 21,
                'name' => 'Калмыкия',
                'slug' => '',
            ),
            21 => 
            array (
                'id' => 22,
                'name' => 'Калужская обл.',
                'slug' => '',
            ),
            22 => 
            array (
                'id' => 23,
                'name' => 'Камчатская обл.',
                'slug' => '',
            ),
            23 => 
            array (
                'id' => 24,
                'name' => 'Карелия',
                'slug' => '',
            ),
            24 => 
            array (
                'id' => 25,
                'name' => 'Кемеровская обл.',
                'slug' => '',
            ),
            25 => 
            array (
                'id' => 26,
                'name' => 'Кировская обл.',
                'slug' => '',
            ),
            26 => 
            array (
                'id' => 27,
                'name' => 'Коми',
                'slug' => '',
            ),
            27 => 
            array (
                'id' => 28,
                'name' => 'Костромская обл.',
                'slug' => '',
            ),
            28 => 
            array (
                'id' => 29,
                'name' => 'Краснодарский край',
                'slug' => '',
            ),
            29 => 
            array (
                'id' => 30,
                'name' => 'Красноярский край',
                'slug' => '',
            ),
            30 => 
            array (
                'id' => 31,
                'name' => 'Курганская обл.',
                'slug' => '',
            ),
            31 => 
            array (
                'id' => 32,
                'name' => 'Курская обл.',
                'slug' => '',
            ),
            32 => 
            array (
                'id' => 33,
                'name' => 'Липецкая обл.',
                'slug' => '',
            ),
            33 => 
            array (
                'id' => 34,
                'name' => 'Магаданская обл.',
                'slug' => '',
            ),
            34 => 
            array (
                'id' => 35,
                'name' => 'Марий Эл',
                'slug' => '',
            ),
            35 => 
            array (
                'id' => 36,
                'name' => 'Мордовия',
                'slug' => '',
            ),
            36 => 
            array (
                'id' => 37,
                'name' => 'Мурманская обл.',
                'slug' => '',
            ),
            37 => 
            array (
                'id' => 38,
            'name' => 'Нижегородская (Горьковская)',
                'slug' => '',
            ),
            38 => 
            array (
                'id' => 39,
                'name' => 'Новгородская обл.',
                'slug' => '',
            ),
            39 => 
            array (
                'id' => 40,
                'name' => 'Новосибирская обл.',
                'slug' => '',
            ),
            40 => 
            array (
                'id' => 41,
                'name' => 'Омская обл.',
                'slug' => '',
            ),
            41 => 
            array (
                'id' => 42,
                'name' => 'Оренбургская обл.',
                'slug' => '',
            ),
            42 => 
            array (
                'id' => 43,
                'name' => 'Орловская обл.',
                'slug' => '',
            ),
            43 => 
            array (
                'id' => 44,
                'name' => 'Пензенская обл.',
                'slug' => '',
            ),
            44 => 
            array (
                'id' => 45,
                'name' => 'Пермский край',
                'slug' => '',
            ),
            45 => 
            array (
                'id' => 46,
                'name' => 'Приморский край',
                'slug' => '',
            ),
            46 => 
            array (
                'id' => 47,
                'name' => 'Псковская обл.',
                'slug' => '',
            ),
            47 => 
            array (
                'id' => 48,
                'name' => 'Ростовская обл.',
                'slug' => '',
            ),
            48 => 
            array (
                'id' => 49,
                'name' => 'Рязанская обл.',
                'slug' => '',
            ),
            49 => 
            array (
                'id' => 50,
                'name' => 'Самарская обл.',
                'slug' => '',
            ),
            50 => 
            array (
                'id' => 51,
                'name' => 'Саратовская обл.',
                'slug' => '',
            ),
            51 => 
            array (
                'id' => 52,
            'name' => 'Саха (Якутия)',
                'slug' => '',
            ),
            52 => 
            array (
                'id' => 53,
                'name' => 'Сахалин',
                'slug' => '',
            ),
            53 => 
            array (
                'id' => 54,
                'name' => 'Свердловская обл.',
                'slug' => '',
            ),
            54 => 
            array (
                'id' => 55,
                'name' => 'Северная Осетия',
                'slug' => '',
            ),
            55 => 
            array (
                'id' => 56,
                'name' => 'Смоленская обл.',
                'slug' => '',
            ),
            56 => 
            array (
                'id' => 57,
                'name' => 'Ставропольский край',
                'slug' => '',
            ),
            57 => 
            array (
                'id' => 58,
                'name' => 'Тамбовская обл.',
                'slug' => '',
            ),
            58 => 
            array (
                'id' => 59,
                'name' => 'Татарстан',
                'slug' => '',
            ),
            59 => 
            array (
                'id' => 60,
                'name' => 'Тверская обл.',
                'slug' => '',
            ),
            60 => 
            array (
                'id' => 61,
                'name' => 'Томская обл.',
                'slug' => '',
            ),
            61 => 
            array (
                'id' => 62,
            'name' => 'Тува (Тувинская Респ.)',
                'slug' => '',
            ),
            62 => 
            array (
                'id' => 63,
                'name' => 'Тульская обл.',
                'slug' => '',
            ),
            63 => 
            array (
                'id' => 64,
                'name' => 'Тюменская обл. и Ханты-Мансийский АО',
                'slug' => '',
            ),
            64 => 
            array (
                'id' => 65,
                'name' => 'Удмуртия',
                'slug' => '',
            ),
            65 => 
            array (
                'id' => 66,
                'name' => 'Ульяновская обл.',
                'slug' => '',
            ),
            66 => 
            array (
                'id' => 67,
                'name' => 'Уральская обл.',
                'slug' => '',
            ),
            67 => 
            array (
                'id' => 68,
                'name' => 'Хабаровский край',
                'slug' => '',
            ),
            68 => 
            array (
                'id' => 69,
                'name' => 'Хакасия',
                'slug' => '',
            ),
            69 => 
            array (
                'id' => 70,
                'name' => 'Челябинская обл.',
                'slug' => '',
            ),
            70 => 
            array (
                'id' => 71,
                'name' => 'Чечено-Ингушетия',
                'slug' => '',
            ),
            71 => 
            array (
                'id' => 72,
                'name' => 'Читинская обл.',
                'slug' => '',
            ),
            72 => 
            array (
                'id' => 73,
                'name' => 'Чувашия',
                'slug' => '',
            ),
            73 => 
            array (
                'id' => 74,
                'name' => 'Чукотский АО',
                'slug' => '',
            ),
            74 => 
            array (
                'id' => 75,
                'name' => 'Ямало-Ненецкий АО',
                'slug' => '',
            ),
            75 => 
            array (
                'id' => 76,
                'name' => 'Ярославская обл.',
                'slug' => '',
            ),
            76 => 
            array (
                'id' => 77,
                'name' => 'Карачаево-Черкесская Республика',
                'slug' => '',
            ),
            77 => 
            array (
                'id' => 80,
                'name' => 'Москва и Московская обл.',
                'slug' => '',
            ),
            78 => 
            array (
                'id' => 88,
                'name' => 'Крым АР.',
                'slug' => '',
            ),
        ));
        
        
    }
}